Revit 2027 API
ParameterTypeId.SheetCheckedBy Property
 "Checked By"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCheckedBy { get; }
Public Shared ReadOnly Property SheetCheckedBy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCheckedBy {
	ForgeTypeId^ get ();
}
static member SheetCheckedBy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace